{
  "mainSection" : "Inicio",
  "services" : "Servicios",
  "projects" : "Proyectos",
  "about" : "Acerca de",
  "welcome_title": "Techos Cartagena",
  "welcome_subtitle": "Innovación y soluciones para un futuro sostenible",
  "welcome_text": "En Techos Cartagena, nos especializamos en ofrecer soluciones tecnológicas avanzadas que transforman espacios y elevan la calidad de vida. Nuestra pasión por la innovación y el compromiso con la sostenibilidad nos permite proporcionar productos y servicios que cumplen con los más altos estándares de eficiencia y diseño. Ya sea que busques mejorar la infraestructura de tu hogar o tu negocio, nosotros estamos aquí para hacer realidad tus proyectos más ambiciosos.",
  "quote": "\"Cada techo que creamos no solo es una estructura, es un refugio de innovación, confort y seguridad. Tu visión, nuestra misión.\"",
  "about_us": "Sobre Nosotros",
  "about_title": "¿Quiénes Somos?",
  "about_subtitle": "Comprometidos con la Excelencia en Techos",
  "about_description": "En Techos Cartagena, tenemos más de 20 años de experiencia en la industria de techado. Ofrecemos una amplia gama de soluciones de techado para hogares, negocios y proyectos industriales.",
  "see_projects": "Ver Nuestros Proyectos",
  "projects_text": "Descubre los proyectos más destacados que hemos realizado a lo largo de los años. Cada uno de ellos refleja nuestro compromiso con la calidad, la sostenibilidad y la innovación. Desde soluciones residenciales hasta grandes obras comerciales, nuestra experiencia se refleja en el impacto positivo que generamos.",
  "services_title": "Nuestros Techos",
  "services_subtitle": "Ofrecemos una variedad de opciones de techado para satisfacer todas las necesidades. ¡Cuanto más inviertas, más beneficios obtienes!",
  "roof_tile": "Techo de Teja",
  "roof_tile_desc": "El techo de teja clásico, duradero y económico. Ideal para propiedades residenciales.",
  "roof_tile_price": "Desde $2,000",
  "roof_sheet": "Techo de Lámina",
  "roof_sheet_desc": "Un techo de lámina resistente, ideal para resistir los elementos y perfecto para uso comercial.",
  "roof_sheet_price": "Desde $3,500",
  "roof_solar": "Techo Solar",
  "roof_solar_desc": "Nuestro techo solar premium, eficiente en energía y amigable con el medio ambiente. Perfecto para reducir las facturas de energía.",
  "roof_solar_price": "Desde $5,000",
  "projects_title": "Nuestros Proyectos",
  "projects_general_description": "En Techos Cartagena, hemos completado una amplia variedad de proyectos de techado para clientes residenciales, comerciales e industriales.",
  "projects_detail_description": "Desde techos de tejas hasta láminas metálicas, cada proyecto es un testimonio de nuestro compromiso con la calidad y la durabilidad.",
  "project_1_title": "Techo de Tejas Residencial",
  "project_1_description": "Un techo duradero y estético para un hogar familiar.",
  "project_2_title": "Techo Metálico Comercial",
  "project_2_description": "Una solución rentable para un almacén comercial.",
  "project_3_title": "Techo Plano Industrial",
  "project_3_description": "Un techo funcional y resistente a la intemperie para una instalación industrial.",
  "project_4_title": "Techo Arquitectónico Moderno",
  "project_4_description": "Un diseño elegante e innovador para una casa moderna.",
  "project_5_title": "Techo Ecológico",
  "project_5_description": "Una solución sostenible para construcciones verdes.",
  "project_6_title": "Techo de Resort de Lujo",
  "project_6_description": "Techos de alta calidad para una experiencia vacacional premium.",
  "project_7_title": "Techo de Casa de Campo",
  "project_7_description": "Techos rústicos y duraderos para proyectos agrícolas.",
  "project_8_title": "Techo con Claraboya",
  "project_8_description": "Diseño moderno con claraboyas integradas.",
  "project_9_title": "Restauración de Edificios Históricos",
  "project_9_description": "Preservando el patrimonio con materiales duraderos.",
  "contact_name": "Nombre",
  "contact_email": "Correo electrónico",
  "contact_phone": "Teléfono",
  "contact_message": "Mensaje",
  "contact_submit": "Enviar",
  "contact_name_error": "El nombre es requerido",
  "contact_email_error": "El correo electrónico es requerido",
  "contact_email_invalid": "Por favor ingrese un correo electrónico válido",
  "contact_phone_error": "El teléfono es requerido",
  "contact_message_error": "El mensaje es requerido"
}